$('.euroazia').click(function(){
		$('.description p').html("<span>Евразия</span> — крупнейший из шести материков на Земле. Площадь — 53,6 млн км², что составляет 36 % площади суши. Население — 5,349 млрд чел. (1 июл. 2019 г.), что составляет более 70 % населения планеты")
	});
	$('.aust').click(function(){
		$('.description p').html("<span>Австралия</span> – это страна, занимающая одноименный материк, который омывается Индийским и Тихим океанами. На побережьях континента находятся такие крупные города, как Сидней, Брисбен, Мельбурн, Перт и Аделаида. Столица Австралии – Канберра – расположена вдали от моря. Здесь обитают уникальные виды животных, например кенгуру и утконосы")
	});
	$('.afr').click(function(){
		$('.description p').html("<span>Африка</span> — второй по площади материк после Евразии, омывается Средиземным морем с севера, Красным — с северо-востока, Атлантическим океаном с запада и Индийским океаном с востока, и обоими океанами с юга, с разделением по 20 градусу восточной долготы")
	});
	$('.uamer').click(function(){
		$('.description p').html("<span>Южная Америка</span> — один из шести материков планеты Земля, расположенный на юге Западного полушария. Омывается на западе Тихим океаном, на востоке — Атлантическим, на севере — Карибским морем, которое является естественным рубежом между двумя Америками")
	});
	$('.amer').click(function(){
		$('.description p').html("<span>Северная Америка</span> — один из шести материков планеты Земля, расположенный на севере Западного полушария Земли. Площадь Северной Америки без островов — 20 360 000 км², с островами — 24 365 000 км². По этим показателям она сопоставима с Советским Союзом")
});